xml/request/topTenRequest.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope"
xmlns:xml="http://www.w3.org/XML/1998/namespace"
xmlns:wsdl="http://schemas.xmlsoap.org/wsdl/"
xmlns:soap="http://schemas.xmlsoap.org/wsdl/soap/"
xmlns:types="http://oss.dbc.dk/ns/adhl"
xmlns:xs="http://www.w3.org/2001/XMLSchema">
<SOAP-ENV:Body>
<types:topTenRequest>
  <types:numRecords>?</types:numRecords>
  <types:outputType>?</types:outputType>
  <types:callback>?</types:callback>
</types:topTenRequest>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>

